Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/udir.no/2_tabell-samisk.html.tmx
Source language: smj
Languages: sma

source: Udir.no - Dásse 1-4
sma: Udir.no - Daltese 1-4

source: Dásse 1-4
sma: Daltese 1-4

source: Dásse 1
sma: Daltese 1

source: Dásse 2
sma: Daltese 2

source: Dásse 3
sma: Daltese 3

source: Dásse 4
sma: Daltese 4

source: Dásse 5
sma: Daltese 5

source: Dásse 6
sma: Daltese 6

source: Dásse 7
sma: Daltese 7

source: Dásse 8
sma: Daltese 8

source: Dásse 9
sma: Daltese 9

source: Dásse 10
sma: Daltese 10

source: Máhtudakmihto oahppoplánas http://www.udir.no/grep
sma: Maahtoeulmieh learoesoejkesjistie daesnie, http://www.udir.no/grep

source: Åhpadimgárvvidusbuojkulvisá
sma: Vuesiehtimmieh lohkehtimmiesoejkesjidie

source: Åhpadimgárvvidus: 1. dásse
sma: Ööhpehtimmiesoejkesje: Daltese 1

source: Åhpadimgárvvidus: 2. dásse
sma: Ööhpehtimmiesoejkesje: Daltese 2

source: Åhpadimgárvvidus: 3. dásse
sma: Ööhpehtimmiesoejkesje: Daltese 3

source: Åhpadimgárvvidus: 4. dásse
sma: Ööhpehtimmiesoejkesje: Daltese 4
